[
  {
    "id": 1,
    "title": "Neuro-kinesis",
    "description": "Могу рассказать, что разработал личный кабинет врача, где отображаются данные о задействовании мышц пациента в виде градиента на 3д модели.",
    "link": "https://vtomske.ru/news/206367-uchenye-iz-tomska-sozdali-videoigru-dlya-reabilitacii-posle-insulta",
    "imgs": [
      "imgs/kinesis.jpg",
      "imgs/kinesis2.jpg",
      "imgs/kinesisTheme.jpg"
    ],
    "tags": ["React", "Mobx", "threejs"]
  },
  {
    "id": 2,
    "title": "CBI",
    "description": "Разрабатывал приложение для изучения обширной статистики, с выбором по датам за день, месяц, год и огромном количеством фильтров. Данные выводились в виде диаграмм, графиков, таблиц. Так же в рамках проекта была разработана адмника.",
    "imgs": ["imgs/cbi2.jpg", "imgs/cbi3.jpg", "imgs/cbi.jpg"],
    "tags": ["React", "mobx", "recharts"]
  },
  {
    "id": 3,
    "title": "Администрация Города Томска",
    "description": "Поддержка сайта и внутреннего ПО для документа оборота, в том числе на очень древнем стеке: domino, jquerry, первые версии css.",
    "imgs": ["imgs/download.jpg", "imgs/admin.png"],
    "link": "https://admin.tomsk.ru/",
    "tags": ["html", "css", "jquery"]
  },
  {
    "id": 4,
    "title": "Тэк-торг (Роснефть)",
    "description": "Разработка платформы большой командой разработчиков, а также дизайнеров и аналитиков. Моя работа заключалась в разработке, компонентов, сборке страниц из готовых блоков, правки багов, расширении функционала написанных компонентов. Создание новых компонентов и страниц под новые потребности заказчика, а также решение вопросов связанных с оптимизацией сайта. У Тэк-торг есть различные крупные партнёры, один из которых являлась Роснефть, чью фичу я интегрировал в проект. На проекте использовался nextjs,scss,redux. Из интересных кейсов разработка прелоудеров в стиле скелетонов для страниц в качестве 'хотелки' заказчика",
    "link": "https://www.tektorg.ru/",
    "imgs": ["imgs/tek.jpg", "imgs/rosneft.png"],
    "tags": ["Nextjs", "redux", "scss"]
  },
  {
    "id": 5,
    "title": "Bimeister",
    "description": "Первый проект, где я был одним из ключевых разработчиков. Проект с интересными дизайнерскими находками, старшие коллеги помогали в разработке сложных блоках использующие анимации. На тот момент я был джуном, но это не мешало править за ними баги. А также закрывать всю тех. поддержку по проекту в одиночку.",
    "link": "https://bimeister.com/ru/",
    "imgs": [
      "imgs/bimeister.jpg",
      "imgs/bimeister2.jpg",
      "imgs/bimeister3.jpg"
    ],
    "tags": ["Pug", "scss", "VanilaJs"]
  },
  {
    "id": 6,
    "title": "НЛМК",
    "description": "Был призван на помощь с одним из лендингов НЛМК, разрабатывал пару типовых блоков и получил опыт работы с GSAP.",
    "link": "https://ngoes.nlmk.shop/ru/",
    "imgs": ["imgs/nlmk.jpg", "imgs/nlmk2.jpg"],
    "tags": ["Pug", "scss", "VanilaJs"]
  },
  {
    "id": 7,
    "title": "Sibur",
    "description": "Сборка страниц, фикс багов, создание форм. Вот чем занимался на этом проекте.",
    "link": "https://www.sibur.ru/ru/",
    "imgs": ["imgs/sibur.png", "imgs/sibur2.jpg"],
    "tags": ["Pug", "scss", "VanilaJs"]
  },
  {
    "id": 8,
    "title": "Severstal",
    "description": "Огромный проект где я помогал с вёрсткой и фиксом багов.",
    "link": "https://severstal.com/rus/",
    "imgs": ["imgs/severstal.jpg", "imgs/severstalmain.jpg"],
    "tags": ["Nextjs", "css-in-js"]
  },
  {
    "id": 9,
    "title": "Успешная аттестация на junior+",
    "description": "Тестовое задние для получения грейда внутри компании, где проверялось умение работать с api для разработки виджета погоды, использование contextApi для создания переключения тем в проекте и другие менее интересные вещи. Использовались nextjs, ts, styled-components. ",
    "link": "https://github.com/funversuta/test",
    "imgs": ["imgs/junior.jpg", "imgs/test.jpg"],
    "tags": ["Nextjs", "css-in-js"]
  },
  {
    "id": 10,
    "title": "Retn",
    "description": "Первый большой коммерческий проект, написанный на nextjs. Проект уже был, на момент моего присоединения, предстояло довести его до релиза под руководством старших товарищей, а также поддержка, баги и тех.долг.",
    "link": "https://retn.ru/",
    "imgs": ["imgs/retn.png", "imgs/retn.jpg"],
    "tags": ["Nextjs", "css-in-js"]
  }
]
